Repository: magnify/Dreamwatch.dk
Catalog: sites/all/modules/nodewords/translations/nodewords.*.po
Languages: hu

source: Advanced options
hu: Haladó beállítások

source: Save
hu: Mentés

source: Description
hu: Leírás

source: Settings
hu: Beállítások

source: Keywords
hu: Kulcsszavak

source: Copyright
hu: Szerzői jog

source: Global copyright
hu: Globális szerzői jog

source: Enter a short copyright statement (one line) that will be used on all pages unless specifically set.
hu: Rövid szerzői jogi nyilatkozat (egy sor), ami felhasználásra kerül minden olyan oldalon, melyen nincs külön megadva.

source: Global GeoURL
hu: Globális földrajzi hely

source: Enter a GeoURL (latitude, longitude) that will be used on all pages unless specifically set.
hu: Meg lehet adni egy földrajzi helyet (szélesség, hosszúság), ami felhasználásra kerül minden olyan oldalon, melyen nincs külön megadva.

source: Global keywords
hu: Globális kulcsszavak

source: Enter a comma separated list of global keywords. These global keywords will be added after the page-specific keywords on all pages.
hu: Vesszővel elválasztott globális kulcsszavak listája. Ezek a globális kulcsszavak hozzá lesznek adva minden oldalon az oldal kulcsszavai után.

source: Auto-keywords vocabularies
hu: Automata kulcsszó-szótárak

source: Select the vocabularies which contain terms you want to add to the keywords meta tag for nodes. The terms of these vocabularies are added before the global keywords but after the page-specific keywords.
hu: Ki lehet választani azokat a szótárakat, melyek kifejezései hozzá lesznek rendelve a meta jelölőkhőz kulcsszavakként. A kiválasztott szótárak kifejezései bekerülnek az oldal kulcsszavai után, de még a globális kulcsszavak előtt.

source: Use the teaser of the page if the meta description is not set.
hu: A tartalom összefoglalót használja, ha a meta leírás nincs megadva.

source: Default robots meta tag
hu: Alapértelmezés szerinti <em>robots</em> meta jelölő

source: The ROBOTS meta tag offers a simple mechanism to indicate to web robots and crawlers wether the page should be indexed (INDEX or NOINDEX) and whether links on the page should be followed (FOLLOW or NOFOLLOW). Here you can enter the default robots meta tag to use for all pages. If unsure, select "ALL=INDEX,FOLLOW".
hu: A <em>ROBOTS</em> meta jelölő segítségével egyszerűen jelezhető a kereső robot számára, hogy az oldalt indexelje-e (<em>INDEX</em> vagy <em>NOINDEX</em>), valamint az, hogy az oldal hivatkozásait kövesse-e (<em>FOLLOW</em> vagy <em>NOFOLLOW</em>). Az itt beállított érték fog alapértelmezés szerint szerepelni minden oldalon. Bizonytalaság esetén értéke „<em>ALL=INDEX,FOLLOW</em>” legyen.

source: Text length
hu: Szöveghossz

source: The maximum number of characters the content of a meta tag can contain.
hu: A meta jelölő leírásának maximális hossza.

source: Tags to show on edit form
hu: Megjelenítendő jelölők a szerkesztési űrlapon

source: Select the meta tags you want to be able to edit on the edit page of nodes, terms and vocabularies.
hu: A kiválasztott meta jelölők szerkeszthetők a tartalom, a kifejezés vagy a szótár szerkesztési oldalakon.

source: Tags to output in html head
hu: Az oldal &lt;<em>head</em>&gt; részébe küldendő jelölők

source: Select the meta tags you want to appear in the HEAD section of the HTML pages.
hu: A kiválasztott meta jelölők jelennek meg az oldalak <em>HEAD</em> részében.

source: Repeat meta tags for lists
hu: A meta jelölők ismétlése a lista oldalakon

source: Some search engines punish sites that use the same meta tags on different pages. Uncheck this option if you want to suppress the repetition of the same meta tags on pages that use the pager - if unchecked, Drupal will only display the meta tags for the first page and not for subsequent pages. If unsure, select this option.
hu: Néhány kereső oldal bünteti a webhelyet, ha annak több oldala használja ugyanazokat a meta jelölőket. Ha ez a lehetőség nincs kiválasztva, akkor a meta jelölők nem fognak a lapozóval rendelkező oldalakon ismétlődni, és a Drupal csak a listák első oldalához fogja hozzáadni a meta jelölőket. Bizonytalanság esetén be kell kapcsolni.

source: Use front page meta tags
hu: Címlap meta jelölők használata

source: Check this option if you want to use the <a href="!front-page-url" title="Meta tags for front page">meta tags for the front page</a> even if the <a href="!site-settings-url" title="Site information">default front page</a> specified is a view, panel or node - in this case, the meta tags specified for the view, panel or node will be ignored. If you want to use the meta tags of the view, panel or node instead, uncheck this option. If unsure, select this option and specify the meta tags you want on the <a href="!front-page-url" title="Meta tags for front page">meta tags for the front page</a>.
hu: Ennek a lehetőségnek a használatával a <a href="!front-page-url" title="Címlap meta jelölők">Címlap meta jelölők</a> lesznek felhasználva a címlapon, még akkor is, ha az <a href="!site-settings-url" title="Webhely információk">alapértelmezett címlap</a> egy nézet, egy panel, vagy egy tartalom. Ebben az esetben a nézet, a panel vagy a tartalom meta jelölői figyelmen kívül maradnak. Az eredeti nézet, panel vagy tartalom meta jelölőinek használatához ezt a lehetőséget ki kell kapcsolni. Bizonytalanság esetén be kell kapcsolni, és a címlap meta jelölőit a <a href="!front-page-url" title="Címlap meta jelölők beállítása">Címlap meta jelölők beállítása</a> oldalon meg kell adni.

source: Currently no meta tags can be assigned to the front page because you have disabled all tags to show on the edit forms. <a href="!nodewords-settings-url" title="meta tags settings">Enable some meta tags to show on edit forms</a> first.
hu: Jelenleg nem rendelhető meta jelölő a címlaphoz, mivel a szerkesztő űrlapokhoz az összes meta jelölő megjelenítése ki lett kapcsolva. Először <a href="!nodewords-settings-url" title="Meta jelölők beállításai">engedélyezni kell néhány meta jelölő megjelenítését</a>, így azok megjelennek a szerkesztő űrlapokon.

source: You can not assign meta tags for the front page here because you have disabled them at the <a href="!nodewords-settings-url" title="Meta tags settings">meta tags settings page</a>. Instead, the meta tags for the view, panel or node you have set as front page will be used.
hu: Nem rendelhető meta jelölő a címlaphoz, mivel ez a lehetőség ki van kapcsolva a <a href="!nodewords-settings-url" title="Meta jelölők beállításai ">meta jelölők beállításai</a> oldalon. Ilyenkor egy nézet, egy panel, vagy egy tartalom állítható be címlapnak, melynek meta jelölői felhasználásra kerülhetnek.

source: The meta tags for the front page have been saved.
hu: A címlap meta jelölői mentve.

source: Meta tags
hu: Meta jelölők

source: On this page you can enter the meta tags for the front page of your site.
hu: Ezen az oldalon a honlap címlapjának meta jelölői szerkeszthetők.

source: Allow editing of meta tags
hu: Meta jelölők szerkesztése

source: Users with the <em>edit meta tags</em> permission will be able to edit the meta tags for this content type.
hu: Csak a <em>meta jelölők szerkesztése</em> jogkörrel felruházott felhasználó szerkesztheti a meta jelölőket ennél a tartalomtípusnál.

source: administer meta tags
hu: meta jelölők adminisztrációja

source: edit meta tags
hu: meta jelölők szerkesztése

source: Configure HTML meta tags for all content.
hu: HTML meta jelölők beállítása minden tartalomhoz.

source: Front page
hu: Címlap

source: Stores nodewords meta tag content.
hu: A nodewords meta jelölőit tárolja.

source: Content type name (node, page, panel, view).
hu: Tartalomtípus neve (tartalom, oldal, panel, nézet).

source: Unique content id within content type or blank for frontpage.
hu: A tartalomtípuson belül egyedi tartalom azonosító, illetve üres a címlaphoz.

source: Meta tag name.
hu: Meta jelölő neve

source: Content of meta tag value.
hu: A meta jelölő tartalma.

source: Allows users to add meta tags, eg keywords or description.
hu: Az oldal meta jelölőinek szerkesztését teszi lehetővé.

source: Abstract
hu: Összefoglalás

source: Enter a short abstract for this page. Typically it is one sentence.
hu: Rövid összefoglaló mondat az oldalról. Szokásosan egy mondat.

source: Enter a short copyright statement for this page.
hu: Rövid szerzői jogi nyilatkozat az oldalhoz.

source: Enter a description for this page. Limit your description to about 20 words, with a maximum of %count characters. It should not contain any HTML tags or other formatting.
hu: Az oldal leírása. Nagyjából húsz szavas, maximum %count betűt tartalmazzon. Nem tartalmazhat HTML jelölőket vagy egyéb formázást.

source: When you leave this field empty, the teaser will be used as description.
hu: Ha üres ez a mező, akkor a tartalom összefoglalója lesz leírásként felhasználva.

source: GeoURL
hu: Földrajzi hely

source: Enter a GeoURL (latitude, longitude) for this page.
hu: Földrajzi hely (szélesség, hosszúság) az oldalhoz.

source: Enter a comma separated list of keywords for this page. Avoid duplication of words as this will lower your search engine ranking.
hu: Vesszővel elválasztott kulcsszó lista az oldalhoz. A kulcsszavak ismétlése csökkenti a keresőkben elért helyezést.

source: Use default setting
hu: Alapértelmezés szerinti beállítás használata

source: Robots meta tag
hu: Robots meta jelölő

source: The ROBOTS meta tag offers a simple mechanisme to indicate to web robots and crawlers wether the page should be indexed (INDEX or NOINDEX) and whether links on the page should be followed (FOLLOW or NOFOLLOW). The default setting is @default.
hu: A <em>ROBOTS</em> meta jelölő arra utasítja a kereső robotokat és motorokat, hogy az oldalt indexeljék-e (<em>INDEX</em> vagy <em>NOINDEX</em>), valamint, hogy az oldal hivatkozásait kövessék-e (<em>FOLLOW</em> vagy <em>NOFOLLOW</em>). Alapértelmezés szerinti értéke: @default.
